Texts[0] ="สวัสดีค่ะ เป็นยังไงบ้าง? มีอะไรให้ช่วยรึเปล่าค่ะ?";
AddLink( "ลาก่อน", 1);
AddLink( "คำแนะนำ",2);
AddLink( "ซื้อของที่ไหน",3);
AddLink( "ตาย",4);
Texts[1] = "I hope you have fun flying!";
Texts[2] = "ชื่อของข้าคือ<Ismeralda Trinity>ข้าเป็นผู้แนะนำอยู่ที่เมือง Flaris.หากดูดีๆในเมืองนี้จะเห็นคนที่หน้าตาเหมือนเราด้วยล่ะ แต่ถ้าไม่สนใจเรื่องนั้นจะเห็นว่าเมืองนี้สวยงามแตกต่างจากที่อื่นอย่างมากเลยนะ อู้หุ สับสนอะไรรึเปล่าคะ? เราไม่ใช่คนที่อยู่ทางฝั่นตะวันออกนะ";
Texts[3] = "ในเมืองนี้มีร้านค้ามากมาย ท่านสามารถเลือกซื้อได้ตามชนิดของสินค้าในร้านนั้นๆได้เลยค่ะ แต่อาจจะหนวกหูจากเสียงตะโกนขายสินค้าหน่อยนะค่ะ     ร้านแตะละร้านก็จะขายของแต่ละชืนิดกัน เชิญเลือกซื้อได้ตามความจะเป็นเลยค่ะ อา.. เรามีแผนการที่จะออกไปจากเมืองนี้ เรื่องสำคัญมาก อย่าไปบอกใครล่ะ";
Texts[4] = "หากค่าพลัง (HP)ลดลง จำเป็นจะต้องอยู่เฉยๆหรือกินอาหารเพื่อเพิ่มพลังนะคะ ถ้าหากท่านตายในพื้นที่เมือง Flaris ก็จะกลับมาฟื้นที่ Load Star ของที่นี่ แต่ถ้าเป็นในพื้นที่อื่น ก็จะไปฟื้นที่อื่นคะ หากต้องการฟื้นในพื้นที่อื่น ท่านสามารถเลือกฟื้นได้ที่ LodeLight ซึ่งจะต้องทำการบันทึกจุดเกิดไว้ที่ Pang ของแต่ละพื้นที่ก่อน";